Repository: author135135/heaps.me
Catalog: heaps_app/locale/*/LC_MESSAGES/django.po
Languages: ru

source: This field is required
ru: Это поле обязательное

source: Search
ru: Найти

source: Place for link
ru: Место для ссылки

source: Firstname
ru: Имя

source: Lastname
ru: Фамилия

source: Nickname
ru: Псевдоним

source: Short description
ru: Краткое описание

source: One of this field must contain some value
ru: Одно из полей должно быть заполненно

source: Password
ru: Пароль

source: Password repeat
ru: Повтор пароля

source: E-mail address is already taken
ru: E-mail адрес уже занят

source: Password and Password repeat not equal
ru: Поля пароля не совпадают

source: E-mail address not found
ru: E-mail адрес не найден

source: Validate your account {0}
ru: Для подтверждения аккаунта перейдите по ссылке: {0}

source: Welcome to HeapsMe Your account settings: Email: {0} Password: {1}
ru: Добро пожаловать на HeapsMe Данные для доступа к Вашему аккаунту: Email: {0} Password: {1}

source: Your password have been reset. You can change it in the settings of your account. New password for your account: {0}
ru: Вам был предоставлен новый пароль. Вы можете изменить его в настройках своего аккаунта. Ваш пароль для доступа к аккаунту: {0}

source: You have applied to address mapping {0} to your page on the website HeapsMe. If you did not, please ignore this letter. To complete the binding , click here: {1}
ru: Вы подали заявку на привязку адреса {0} к Вашей странице на сайте HeapsMe. Если Вы этого не делали, проигнорируйте это письмо. Чтобы завершить привязку, пройдите по ссылке: {1}

source: Validate your account
ru: Подтверждение аккаунта

source: Welcome to HeapsMe
ru: Добро пожаловать на HeapsMe

source: Reset password
ru: Восстановление пароля

source: Binding E-Mail to the page
ru: Привязка E-Mail к странице

source: An email validation was sent to {0}. Click the link sent to finish the authentication process.
ru: Вам было выслано письмо на {0}. Для подтверждения перейдите по ссылке в письме.

source: Celebrity record add.
ru: Вы создали публичную страницу знаменитости. Наши модераторы проверят данные и в ближайшее время страница появится в сети HeapsMe.

source: Account settings updated
ru: Настройки аккаунта обновлены

source: Invalid email or password.
ru: Неправильный E-mail или пароль.

source: To your email has been sent a letter with the recovery password.
ru: На ваш E-mail отправленно письмо с новым паролем.
